import React from 'react';
import ContentDiv from './ContentDiv';
import ContentTitle from './ContentTitle';
import FromDiv from './FromDiv1';
import NewsTitle from './NewsTitle';

const Type3 = () => (
    <ContentDiv>
        <NewsTitle>某省大型交通集团总体安全保障服务案例</NewsTitle>
        <ContentTitle>1 项目背景</ContentTitle>
        <FromDiv>
            “十三五”时期，某省大型交通集团将以科学发展观为指导，以坚持科学发展为主题，以加快转型升级为主线，以构建现代交通产业体系为产业发展方向，坚持调整结构促转型、完善机制谋发展。但是在进行信息化系统建设的过程中，因为安全防护的缺少，为整个集团的信息化发展形成了阻碍，本期根据前期调研的结果以及对于该集团的整体安全态势的认知，通过以安全服务的方式，架构信息安全体系，该体系的建设重点如下：
        </FromDiv>
        <FromDiv>
            （1）通过安全评估服务，评估和验证信息安全现状和策略实施效果。通过这些服务内容可以发现、弥补和及时控制各类安全风险；
        </FromDiv>
        <FromDiv>
            （2）通过落实应急预案制定和应急演练的开展，提供应急响应服务，完善应急组织架构，明确职责分工和响应流程。提升某省大型交通集团响应突发安全事件的能力，降低安全事件可能带来的影响和损失。
        </FromDiv>
        <FromDiv>
            （3）通过态势感知平台分析某省大型交通集团的安全态势，掌握整体网络面临的安全风险，提出有效应对措施，积极配合客户开展防护工作，防止安全事件发生。
        </FromDiv>
        <FromDiv>
            （4）构建符合等级保护基本要求相应安全指标体系规范，能够充分指导某省大型交通集团信息安全工作的持续开展，指导某省大型交通集团信息安全措施运行维护。
        </FromDiv>
        <FromDiv>
            （5）通过引入驻场运维服务和培训等一系列安全服务模式，全面贯穿安全培训工作，培养和带动一批信息安全服务队伍，综合提升某省大型交通集团信息安全保障队伍。
        </FromDiv>
        <ContentTitle>2 系统现状</ContentTitle>
        <FromDiv>
            近几年，集团互联网快速融合发展，信息化工程稳步推进，移动互联网、云计算、电子商务、网络媒体等新技术新业务相互促进、快速发展。当前集团数据中心的网络安全防护能力较弱，防护措施单一，仅设置了基础的出口防火墙、IPS及上网行为审计设备。缺少态势感知安全监测预警管理平台、外网安全能力，无法较好地检测与抵抗来自互联网的网络攻击，无法对攻击行为进行记录，不利于外网信息系统的安全防护。网络系统一旦受到恶意攻击，将对系统的机密性、可用性、完整性等造成较大危害。应用系统、主机操作系统均可能存在可被利用的安全漏洞，存在较大的安全风险。
        </FromDiv>
        <FromDiv>
            某省大型交通集团在安全信息基础建设的步伐中，面临国家政策性要求下，需建立一套完整的安全体系控制策略来保证整个信息系统的安全性。因信息安全领域涉及广泛、人员编制受到制约、信息安全人才的储备不足，以及日常运维中对专业技能要求较高等特性，建议引入第三方专业外包安全服务的支持来解决当前问题。在本期建设中，充分分析某省大型交通集团目前的招标实际需求，制定出适合当前状态和可持续保障信息安全的服务体系。
        </FromDiv>
        <ContentTitle>3 服务体系建设</ContentTitle>
        <FromDiv>根据某省大型交通集团的实际需求，将提供安全服务内容：</FromDiv>
        <FromDiv>（1）某省大型交通集团门户网站防篡改云防护系统：</FromDiv>
        <FromDiv>
            部署云防护系统，针对目前某省大型交通集团所面临的各类Web安全问题进行实时防护并告警、防篡改、一键关停。
        </FromDiv>
        <FromDiv>（2）某省大型交通集团本部安全评估及加固：</FromDiv>
        <FromDiv>
            对某省大型交通集团本部中心机房设施设备进行全部安全评估，开展网络安全漏洞扫描和渗透测试，并根据扫描和测试结果开展漏洞修复和网络安全加固工作。
        </FromDiv>
        <FromDiv>（3）代码审计：</FromDiv>
        <FromDiv>
            对某省大型交通集团外网网站和信息系统开展代码审计，发现代码安全风险并修复。
        </FromDiv>
        <FromDiv>（4）信息系统安全等级保护测评工作：</FromDiv>
        <FromDiv>
            对某省大型交通集团本部信息系统开展信息系统安全等级保护定级和测评工作，并根据测评结果进行整改完善。
        </FromDiv>
        <FromDiv>（5）建设某省大型交通集团统一态势感知安全监测预警管理平台：</FromDiv>
        <FromDiv>
            建立基于大数据技术的整体网络和信息安全数据分析的安全态势感知平台，对全集团重点互联网信息系统进行外网安全事件预警、整体安全态势的多维度分析，提高整个安全管理体系的安全态势感知预警能力和安全监测水平，以减少应用安全风险漏洞，提升系统健壮性，保障整网运行安全。态势感知扫描频率可设定，以确保发生网络安全事件时集团自身能提前发现并及时处置。
        </FromDiv>
        <FromDiv>（6）升级某省大型交通集团邮件系统版本</FromDiv>
        <FromDiv>
            将某省大型交通集团在用邮件系统版本进行升级，解决部分邮件发送和接收问题，加强垃圾邮件的阻挡功能，加强邮件系统防病毒能力。
        </FromDiv>
        <FromDiv>（7）安全意识培训</FromDiv>
        <FromDiv>
            安全培训作为提升某省大型交通集团相关人员安全意识和技能一种手段，也是安全加固得以实施的保障。项目中尽力为某省大型交通集团提供优质合适的培训服务。
        </FromDiv>
        <FromDiv>项目根据不同的用户类型安排有针对性的培训内容。</FromDiv>
        <FromDiv>
            管理人员主要包括高层管理、业务专家等。培训目标是对管理人员的培训，目的是使他们了解国家相关部门对系统信息安全管理和建设的相关标准，同时建立起一套具有针对性和适用性的安全管理办法。
        </FromDiv>
        <FromDiv>
            技术人员主要包括操作人员、维护人员等。培训目标是对技术人员的培训，目的是使他们了解信息系统所面临的严峻安全威胁和挑战，以及如何进行全面有效的安全防护措施。
        </FromDiv>
        <FromDiv>
            全员培训主要包括安全意识培训等。培训目标是全体成员的培训，目的是让大家对信息安全的有初步的认识和逐步提高安全意识，让安全事故可以得到有效的避免。
        </FromDiv>
        <FromDiv>（8）重大活动安全保障</FromDiv>
        <FromDiv>
            安全保障服务需要一套闭环的服务体系，以达到降低信息系统安全风险、降低安全事件的发生率、提高整体安全防御能力、完善网络安全防御体系的目的。服务体系可围绕安全事件的事前、事中、事后三个阶段考虑安全建设，在不同的事件阶段添加不同的服务内容，并且彼此间可动态循环，最终形成动态闭环的安全保障体系。
        </FromDiv>
        <FromDiv>（9）渗透测试服务</FromDiv>
        <FromDiv>
            渗透性测试是对安全情况最客观、最直接的评估方式，主要是模拟黑客的攻击方法对系统和网络进行非破坏性质的攻击性测试，目的是侵入系统，获取系统控制权并将入侵的过程和细节产生报告给用户，由此证实用户系统所存在的安全威胁和风险，并能及时提醒安全管理员完善安全策略。
        </FromDiv>
        <FromDiv>
            渗透性测试是工具扫描和人工评估的重要补充。工具扫描具有很好的效率和速度，但是存在一定的误报率，不能发现高层次、复杂的安全问题；渗透测试需要投入的人力资源较大、对测试者的专业技能要求很高（渗透测试报告的价值直接依赖于测试者的专业技能），但是非常准确，可以发现逻辑性更强、更深层次的弱点。
        </FromDiv>
        <FromDiv>（10）安全巡检</FromDiv>
        <FromDiv>
            安全巡检作为主动运维的一种手段，将主动发现安全隐患来代替被动解决安全问题，极大的提高信息系统的安全防护水平。安全服务项目中将定期对客户信息系统中包括网络设备、主机设备、安全设备进行全面地安全巡检，如有异常情况，及时与项目接口人沟通，提供管理或行业安全合规咨询的建议。
        </FromDiv>
        <FromDiv>（11）应急响应</FromDiv>
        <FromDiv>
            应急响应服务是某省大型交通集团信息化安全运维保障工作中的重要组成，通过建立应急响应机制与应急响应队伍，能够有效抵御信息安全事件在信息化运维与发展过程中带来的不良影响，能够较好满足信息安全日新月异变化所产生的安全需求。
        </FromDiv>
        <FromDiv>
            应急响应服务是一种帮助用户实现对安全风险事件快速发现、快速处理的重要手段。应急响应服务的目的是以最快速度恢复系统的保密性、完整性和可用性，阻止和减小安全事件带来的不利影响。
        </FromDiv>
        <ContentTitle>4 服务体系优势</ContentTitle>
        <FromDiv>
            项目实施依据国家和行业政策、法律法规、标准规范、及其他技术型文件，同时充分考虑某省大型交通集团的现状，合理融合相关要求进行落地实施。利用项目实施经验应用到该项目中，同时采用实践中可靠的安全服务项目工程实施体系和模型。以实现服务内容全覆盖的同时，融合企业自有的项目质量管理体系，项目过程管理体系等，形成有计划、可控制、可管理的项目管理体系。本期服务项目的优势主要有如下几个内容：
        </FromDiv>
        <FromDiv>（1）标准与实际相结合</FromDiv>
        <FromDiv>
            信息安全服务体系将在深入研究国家所颁布的文件（国标）和技术标准基础上进行，但绝不僵化硬搬标准的条例，将结合信息系统的具体实际情况，制定符合某省大型交通集团特点的信息安全服务实施方案。
        </FromDiv>
        <FromDiv>（2）充分沟通</FromDiv>
        <FromDiv>
            实施的信息服务并不是一个简单的只重点考虑某省大型交通集团安全体系搭建工作，而是既要解决目前某省大型交通集团面临的信息安全层面的风险，同时更重要的是要指明某省大型交通集团整个信息安全规划建设方向。因此它不但需要信息系统所属信息部门的支持，还需要业务部门的支持。信息安全服务人员包括信息安全专家、业务专家、主管领导，需要了解某省大型交通集团当前信息安全建设现状，同时也需要工作在业务流程线上的全体人员了解业务系统和操作的破坏或滥用对业务造成的影响，以及潜在的威胁对业务的影响，因此信息安全服务过程中需要与这些人员进行广泛的沟通。
        </FromDiv>
        <FromDiv>（3）注重质量</FromDiv>
        <FromDiv>
            确保信息安全服务项目的实施质量，在整个安全服务及风险评估实施过程中的不同阶段，采用如流程现场记录确认、协调会、评审会议等不同方式对项目的进度、质量进行控制，在项目完成后，由公司相关主管和部门对该项目进行评估、归档，同时对于现场或网络漏洞扫描、渗透测试可能对系统造成的影响我们也采取了完备的预防保障措施，如在技术测试前编写《应急预案》，成立应急小组等。
        </FromDiv>
    </ContentDiv>
);

export default Type3;
