export const data1 = [
    {
        index: 0,
        type: '1',
        title: '专业服务-渗透测试',
        desc: '资生堂（中国）投资有限公司顾天一已完成F-ONE软件渗透测试任务报告评审，评审结果:通过',
        time: '刚刚',
    },
    {
        index: 1,
        type: '2',
        title: '漏洞公告：Apache Olingo高危漏洞提示',
        desc:
            '2019年12月1日，Apache Olingo发布了4.7.0版本，修复了之前版本一个存在不安全的反序列化漏洞，对应CVE编号：CVE-2019-17556',
        time: '刚刚',
    },
    {
        index: 3,
        type: '4',
        title: '红队有一篇新的投稿！^_^',
        desc: '投稿题目: 深入了解http协议投稿作者: 孟繁金知识库统计: 红队知识库字数共计5634928字',
        time: '1分钟前',
    },
    {
        index: 4,
        type: '1',
        title: '专业服务-漏洞扫描',
        desc: '中国新闻社王琦已将第1次漏洞扫描任务派发给张海成',
        time: '5分钟前',
    },
    {
        index: 5,
        type: '1',
        title: '专业服务-渗透测试',
        desc: '电子工业出版社王琦已完成第1次渗透测试任务报告评审，评审结果:通过',
        time: '10分钟前',
    },
    {
        index: 6,
        type: '1',
        title: '专业服务-漏洞扫描',
        desc: '中国新闻社张海成已将第1次漏洞扫描任务报告提交，等待王琦评审',
        time: '15分钟前',
    },
    {
        index: 7,
        type: '3',
        title: '最高人民检察院安全设备-暴力破解   二级',
        desc:
            '2020年1月21日14时，最高人民检察院向1信息提出求助，在其内网安全设备上发现大量暴力破解告警日志，疑似感染病毒，经过协调，1信息工程师何子健来到最高人民检察院现场解决问题。事件状态：已整改',
        time: '30分钟前',
    },
    {
        index: 8,
        type: '1',
        title: '专业服务-应急响应',
        desc: '人民网李磊已将应急响应任务报告提交，等待甘雁南评审',
        time: '2小时前',
    },
    {
        index: 9,
        type: '1',
        title: '专业服务-应急响应',
        desc: '人民网甘雁南已将应急响应任务派发给李磊',
        time: '2小时前',
    },
    {
        index: 10,
        type: '4',
        title: '红队有一篇新的投稿！^_^',
        desc: '投稿题目: 深入了解http协议投稿作者: 孟繁金知识库统计: 红队知识库字数共计5634928字',
        time: '2020/3/27',
    },
    {
        index: 11,
        type: '4',
        title: '红队有一篇新的投稿！^_^',
        desc:
            '投稿题目: “域信任”安全渗透测试第一课-域信任前置知识投稿作者: 徐剑知识库统计: 红队知识库字数共计5623291字',
        time: '2020/3/27',
    },
    {
        index: 12,
        type: '5',
        title: '红队有一篇新的投稿！^_^',
        desc: '1学习周第一季第三课 《信息收集是渗透之本》[讲师：陈俊佐]用时：0:21:38',
        time: '2020/3/27',
    },
    {
        index: 13,
        type: '5',
        title: '1学习周',
        desc: '1学习周第一季第二课 《安全攻防体系之艰难红队行动》[讲师：谢林超]用时：00:59:26',
        time: '2020/3/25',
    },
    {
        index: 14,
        type: '5',
        title: '1学习周',
        desc: '1学习周第一季第一课 《Web安全盲区》[讲师：李帅帅]用时：00:23:27',
        time: '2020/3/23',
    },
    {
        index: 15,
        type: '3',
        title: '铂涛集团IU微信互动平台-挖矿文件 三级',
        desc:
            '2020年2月18日，IU微信互动平台被黑客恶意植入挖矿程序，导致系统CPU占用过高，影响系统正常工作。为了分析出黑客可能的攻击手法，避免造成更大的威胁，进行了本次应急响应。事件状态：已整改',
        time: '2020/2/18',
    },
    {
        index: 16,
        type: '3',
        title: '最高人民检察院安全设备-暴力破解   二级',
        desc:
            '2020年1月21日14时，最高人民检察院向1信息提出求助，在其内网安全设备上发现大量暴力破解告警日志，疑似感染病毒，经过协调，1信息工程师何子健来到最高人民检察院现场解决问题。事件状态：已整改',
        time: '2020/1/21',
    },
    {
        index: 17,
        type: '3',
        title: '最高人民检察院安全设备-暴力破解   二级',
        desc:
            '2019年9月20日，加盟系统的加盟意向数据泄漏，对铂涛酒店集团的信誉造成一定影响。为了分析出黑客可能的攻击手法，避免造成更大的威胁，进行了本次应急响应。事件状态：已整改',
        time: '2019/9/20',
    },
];

// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>"电子工业出版社王琦已将第1次渗透测试任务派发给李献振"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>"电子工业出版社李献振已将第1次渗透测试任务报告提交，等待王琦评审"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>"电子工业出版社王琦已完成第1次渗透测试任务报告评审，评审结果:通过"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>"资生堂（中国）投资有限公司顾天一已将第1次渗透测试任务派发给顾天一"</p>
//     <em>2019/2/20</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>
//         "资生堂（中国）投资有限公司顾天一已将第1次渗透测试任务报告提交，等待顾天一评审"
//     </p>
//     <em>2019/2/20</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>
//         "资生堂（中国）投资有限公司顾天一已完成第1次渗透测试任务报告评审，评审结果:通过"
//     </p>
//     <em>2019/2/20</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>"上海绎维软件系统有限公司顾天一已将F-ONE软件渗透测试任务派发给顾天一"</p>
//     <em>2019/3/4</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>
//         "资生堂（中国）投资有限公司顾天一已将F-ONE软件渗透测试任务报告提交，等待顾天一评审"
//     </p>
//     <em>2019/3/4</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-渗透测试</h4>
//     <p>
//         "资生堂（中国）投资有限公司顾天一已完成F-ONE软件渗透测试任务报告评审，评审结果:通过"
//     </p>
//     <em>2019/3/4</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-漏洞扫描</h4>
//     <p>"中国新闻社王琦已将第1次漏洞扫描任务派发给张海成"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-漏洞扫描</h4>
//     <p>"中国新闻社张海成已将第1次漏洞扫描任务报告提交，等待王琦评审"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-漏洞扫描</h4>
//     <p>"中国新闻社王琦已完成第1次漏洞扫描任务报告评审，评审结果:通过"</p>
//     <em>2019/9/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网甘雁南已将应急响应任务派发给李磊"</p>
//     <em>2018/12/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网李磊已将应急响应任务报告提交，等待甘雁南评审"</p>
//     <em>2018/12/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网甘雁南已完成应急响应任务报告评审，评审结果:通过"</p>
//     <em>2018/12/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网李磊已完成应急处置"</p>
//     <em>2018/12/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网甘雁南已完成应急响应案例评审"</p>
//     <em>2018/12/26</em>
// </li>
// <li>
//     <ItemIcon type="1">
//         <i />
//     </ItemIcon>
//     <h4>专业服务-应急响应</h4>
//     <p>"人民网甘雁南已关闭应急响应"</p>
//     <em>2018/12/26</em>
// </li>
